[
  {
    "id": 1,
    "question": "While hundreds of thousands of Washington state workers lost their jobs and filed for unemployment benefits, scammers also flooded the system. The biggest organized ring that used information about real people to file false claims became known as:",
    "follow": "Tableau was acquired by San Francisco-based Salesforce for nearly $16 billion, though it continues to operate independently at its Fremont headquarters. ",
    "caption": "Lake Union and downtown Seattle as seen from Gas Works Park. ",
    "photographer": "Bettina Hansen / The Seattle Times",
    "credit": "x",
    "link1": "https://www.seattletimes.com/business/technology/salesforce-buying-seattle-based-tableau-for-15-7-billion-in-stock-one-of-the-northwests-largest-acquisitions/"
  },
  {
    "id": 2,
    "question": "During the 21-month grounding of the 737 MAX after two fatal crashes, Boeing kept producing the jet in anticipation of a quick return to service. About how many did it turn out -- and park in Renton, Everett and elsewhere -- before suspending production in mid-January 2020?",
    "follow": "The first Federal Trade Commission investigation began in 1990. The antitrust case was filed in 1998, and the DOJ and Microsoft settled in 2002. The consent decree governing Microsoft’s conduct expired in 2011.",
    "caption": "John Pinette, left, and Microsoft founder Bill Gates arrive at the federal courthouse in Salt Lake City in 2011 to testify in a $1 billion private antitrust lawsuit filed by the creator of WordPerfect. ",
    "photographer": "Jim Urquhart / AP",
    "credit": "x",
    "link1": "https://www.seattletimes.com/business/microsoft/long-antitrust-saga-ends-for-microsoft/"
  },
  {
    "id": 3,
    "question": "Tacoma was crowned the nation’s hottest housing market in May, according to online brokerage Redfin. On a year-over-year basis, roughly how much faster were home prices rising in Tacoma compared to Seattle?",
    "follow": "Redfin found that Tacoma home prices were up 6% in May, compared to the same time last year, while Seattle prices rose by 2.6%.",
    "caption": "Aerial view of Tacoma and Commencement Bay in 2018. Dash Point is at center right.  ",
    "photographer": "Travis Ness / The Seattle Times",
    "credit": "x"
  },
  {
    "id": 4,
    "question": "What was the Seattle area’s hottest IPO of 2019, based on first-day trading activity?",
    "follow": "Adaptive Biotechnologies, the only one that is local, had the U.S. market’s second-best one-day IPO performance in 2019.",
    "caption": "Trading on the floor of the New York Stock Exchange. ",
    "photographer": "Richard Drew / AP",
    "credit": "x",
    "link1": "https://www.seattletimes.com/business/technology/shares-of-adaptive-biotechnologies-leap-after-seattle-firms-ipo/"
  },
  {
    "id": 5,
    "question": "After spending years and countless millions of dollars developing a robotic system to do a crucial but repetitive plane-building task, Boeing abandoned the project in 2019, returning the work to machinists. What couldn’t the robots do correctly?",
    "follow": "After a mess that spanned six years and cost millions of dollars as it implemented a large-scale robotic system to install tens of thousands of fasteners on the 777 fuselage, Boeing abandoned the robots and went back to relying more on its human machinists.",
    "caption": "A worker assembles a 737 MAX wing in 2017. ",
    "photographer": "Elaine Thompson / AP",
    "credit": "x",
    "link1": "https://www.seattletimes.com/business/boeing-aerospace/boeing-abandons-its-failed-fuselage-robots-on-the-777x-handing-the-job-back-to-machinists/"
  },
  {
    "id": 6,
    "question": "Marijuana stocks such as Tilray, the British Columbia company controlled by Seattle’s Privateer Holdings, had an exciting 2019 that brought:",
    "follow": "Tilray shares started 2019 at about $70 and entered December at around $20. Industrywide, Bloomberg reported, cannabis stocks suffered a 60% decline through November.  \n",
    "caption": "A mature marijuana plant beginning to bloom under artificial lights at Loving Kindness Farms in Gardena, Calif. ",
    "photographer": "Richard Vogel / AP",
    "credit": "x",
    "link1": "https://www.seattletimes.com/business/medmens-ends-blockbuster-deal-adding-to-cannabis-stock-woes/"
  },
  {
    "id": 7,
    "question": "This summer, how many apartment units were under construction in Seattle?",
    "caption": "An apartment project between Crown Hill and Ballard under construction in 2018.",
    "photographer": "Ken Lambert / The Seattle Times",
    "credit": "x",
    "link1": "https://www.seattletimes.com/business/real-estate/planned-apartment-construction-in-seattle-dips-from-record-setting-pace/"
  },
  {
    "id": 8,
    "question": "How many full- and part-time employees did Amazon hire in the third quarter of 2019?",
    "follow": "The company hired the population of a small city in just July, August and September, bringing its global workforce to some 750,000. The hiring push was in large part to support the company’s acceleration of shipping speeds.",
    "caption": "Work at an Amazon fulfillment center in Robbinsville Township, N.J. ",
    "photographer": "Julio Cortez / AP",
    "credit": "x",
    "link1": "https://www.seattletimes.com/business/amazon/amazon-sales-up-nearly-24-but-profits-shrink-as-investment-in-one-day-shipping-continues/"
  },
  {
    "id": 9,
    "question": "The Port of Seattle Commission in December put a temporary halt on Delta Air Lines’ plans to use a controversial technology with passengers on international flights departing Seattle-Tacoma International Airport. What’s the technology?",
    "follow": "Delta, in partnership with U.S. Customs and Border Protection, had planned to give travelers leaving for international destinations the option of having their faces scanned rather than handing over a passport and boarding pass in order to board a plane. Citing civil liberties concerns, the commission enacted a moratorium on facial recognition and other biometric technologies until it could develop policies governing their use, a task that has eluded state and federal lawmakers.\n\n",
    "caption": "TSA agents check passengers' boarding passes and identification at Seattle-Tacoma International Airport.",
    "photographer": "Ted S. Warren / AP",
    "credit": "x",
    "link1": "https://www.seattletimes.com/business/boeing-aerospace/sea-tac-is-first-airport-to-resist-federal-push-for-facial-recognition-and-other-biometric-technologies/"
  },
  {
    "id": 10,
    "question": "This election cycle, Seattle’s business community launched an expensive, controversial and ultimately unsuccessful effort to do what? \n",
    "caption": "Voters put their ballots into a King County drop box on Election Day. ",
    "photographer": "Bettina Hansen / The Seattle Times",
    "credit": "Bettina Hansen / The Seattle Times",
    "link1": "https://www.seattletimes.com/business/boeing-aerospace/boeing-will-halt-renton-assembly-lines-but-no-layoffs-for-employees/"
  },
  {
    "id": 11,
    "question": "Boeing continued building the 737 MAX after the plane was grounded worldwide in March because of two crashes that killed 346 people. When Boeing declared a production halt at year's end, how many MAX planes had it built but not delivered while regulators reexamine its safety?",
    "follow": "The company said this month it will curtail production of the MAX in January for an indefinite time as the grounding continues.",
    "caption": "Newly built Boeing 737 MAX airplanes are parked near the Renton factory while the jet is grounded.",
    "photographer": "Mike Siegel / The Seattle Times",
    "credit": "x",
    "link1": "https://www.seattletimes.com/business/boeing-aerospace/boeing-will-halt-renton-assembly-lines-but-no-layoffs-for-employees/"
  },
  {
    "id": 12,
    "question": "Seattle-based retailer Nordstrom has pinned part of its turnaround hopes on a costly new initiative. Is it: ",
    "follow": "The Manhattan effort has cost the company more than $500 million, but executives said early results are promising.",
    "caption": "Nordstrom's flagship store in downtown Seattle.  ",
    "photographer": "Bettina Hansen / The Seattle Times",
    "credit": "x",
    "link1": "https://www.seattletimes.com/business/retail/costly-new-manhattan-emporium-is-not-just-a-wild-gamble-nordstrom-tells-investors/"
  }
]