[
  {
    "id": 1,
    "question": "During the 21-month grounding of the 737 MAX after two fatal crashes, Boeing kept producing the jet in anticipation of a quick return to service. About how many did it turn out — and park in Renton, Everett and elsewhere — before suspending production in mid-January 2020?",
    "follow": "The company built about 400 MAX jets before halting production in January. Boeing resumed production in May, although the FAA did not clear the plane to resume commercial service until November.",
    "caption": "A veritable fleet of Boeing 737 MAX airplanes is parked in June 2019 while awaiting FAA approval for a technical fix before they can be delivered to customers. During the jet's 21-month grounding after two fatal crashes, Boeing kept producing it before suspending production in mid-January 2020.",
    "photographer": "Mike Siegel / The Seattle Times",
    "credit": "x",
    "link1": "https://www.seattletimes.com/business/boeing-aerospace/boeing-will-halt-renton-assembly-lines-but-no-layoffs-for-employees/"
  },
  {
    "id": 2,
    "question": "As the COVID-19 pandemic prompted a widespread lockdown of business in Washington state last spring, the state’s official unemployment rate (as subsequently adjusted) peaked above:",
    "follow": "Washington’s unemployment rate topped 16% in April, climbing sharply due to the statewide lockdown. The rate dropped to 6% by October, before the latest COVID-19 surge.",
    "caption": "A person rides past a boarded-up and closed Old Navy clothing store in downtown Seattle on May 6, 2020. The U.S. unemployment rate hit 14.7% in April, the highest rate since the Great Depression, as 20.5 million jobs vanished in the worst monthly loss on record.",
    "photographer": "Ted S. Warren / The Associated Press",
    "credit": "x",
    "link1": "https://www.seattletimes.com/business/economy/washington-state-jobless-claims-and-unemployment-rate-fall/"
  },
  {
    "id": 3,
    "question": "While hundreds of thousands of Washington state workers lost their jobs and filed for unemployment benefits, scammers also flooded the system. The biggest organized ring that used information about real people to file false claims became known as:",
    "follow": "“Scattered Canary” is the name given to a Nigerian fraud ring blamed by security researchers for siphoning off hundreds of millions of dollars through phony unemployment claims. The state says it has recovered much of the money.",
    "caption": "While hundreds of thousands of Washington state workers lost their jobs and filed for unemployment benefits, scammers used stolen identities to file unemployment claims with Washington's Employment Security Department. The state says it has recovered much of the money.",
    "photographer": "Ted S. Warren / The Associated Press",
    "credit": "x",
    "link1": "https://www.seattletimes.com/seattle-news/times-watchdog/how-missed-red-flags-helped-nigerian-fraud-ring-scattered-canary-bilk-washingtons-unemployment-system-amid-coronavirus-chaos/"
  },
  {
    "id": 4,
    "question": "T-Mobile finally completed its takeover of Sprint in April after scrutiny by antitrust regulators that extended through:",
    "follow": "The deal was proposed about two years before it finally cleared all challenges and was consummated in April. An earlier effort to combine the two major cellular companies was floated in 2014 but abandoned over concerns the Obama administration would prevent it. T-Mobile CEO John Legere left the company right after the merger was completed, a month earlier than previously announced.",
    "caption": "T-Mobile CEO John Legere, left, and Sprint CEO Marcelo Claure shake hands as they are interviewed by Liz Claman during her \"Countdown to the Closing Bell\" program on the Fox Business Network in April 2018.",
    "photographer": "Richard Drew / The Associated Press",
    "credit": "x",
    "link1": "https://www.seattletimes.com/business/sprint-and-t-mobile-merge-creating-new-wireless-giant-2/"
  },
  {
    "id": 5,
    "question": "Jeff Bezos saw his wealth boom along with the stock price of Amazon in 2020. The company’s founder and CEO also pledged to give billions to a new Bezos Earth Fund to help combat climate change. His commitment amounts to:",
    "follow": "Jeff Bezos committed in February 2020 to devote $10 billion from his fortune to initiatives against climate change. In November he gave the first grants, totaling nearly $800 million. That $10 billion is roughly 3.1 million Amazon shares at recent prices, or 5.3% of his net worth of $187 billion as of Dec. 20, according to the Bloomberg Billionaires Index.",
    "caption": "Jeff Bezos, founder and chief executive officer of Amazon, speaks during a news conference on Sept. 19, 2019, about Amazon's sustainability efforts. In 2020, he pledged to give billions to a new Bezos Earth Fund to help combat climate change.",
    "photographer": "Andrew Harrer / Bloomberg",
    "credit": "x",
    "link1": "https://www.seattletimes.com/business/amazon/bezos-earth-fund-gives-nearly-800-million-to-climate-groups-in-first-round-of-grants/"
  },
  {
    "id": 6,
    "question": "The biggest initial public offering of stock in Washington state during 2020 was:",
    "follow": "ZoomInfo Technologies of Vancouver, Wash., raised about $887 million (after offering costs) in its June initial public offering, one of the first after the IPO market emerged from March’s stock-market plunge.",
    "caption": "The stock market crashed in March 2020 as COVID-19 tore through the fabric of the U.S. economy",
    "photographer": "Mary Altaffer / The Associated Press",
    "credit": "x",
    "link1": "https://www.seattletimes.com/business/technology/zoominfo-prices-stock-offering-as-one-of-first-ipos-since-coronavirus-slowed-deals/"
  },
  {
    "id": 7,
    "question": "Boeing is thinking of selling its local Commercial Airplanes headquarters, which is located:",
    "follow": "Boeing said in October it may sell the wooded suburban campus housing its Commercial Airplanes headquarters in Renton. The property was home to the Longacres horse-racing track until the 1990s, when Boeing bought it.",
    "caption": "Boeing's Commercial Airplanes headquarters may be put up for sale.",
    "photographer": "Steve Ringman / The Seattle Times",
    "credit": "x",
    "link1": "https://www.seattletimes.com/business/boeing-considers-selling-its-longacres-office-buildings/"
  },
  {
    "id": 8,
    "question": "Which of these pandemic relief measures was not part of the $2 trillion federal economic rescue package passed in March 2020?",
    "follow": "Hazard pay for \"essential\" workers such as grocery-store employees was not part of the stimulus bill. Some companies did temporarily pay their employees extra for working during the early phase of the pandemic.",
    "caption": "Steven Mnuchin, U.S. Treasury secretary, walks through the U.S. Capitol in Washington, D.C., on March 22, 2020.",
    "photographer": "Sarah Silbiger / Bloomberg",
    "credit": "x",
    "link1": "https://www.seattletimes.com/nation-world/faq-on-stimulus-checks-unemployment-and-the-coronavirus-bill/"
  },
  {
    "id": 9,
    "question": "The FAA required some changes to the 737 MAX before it cleared the plane to resume commercial flights in late November. What further improvement did the European Union Aviation Safety Agency (EASA) insist Boeing make within two years?",
    "follow": "The European regulators are requiring that Boeing develop a third measure of the plane’s angle of attack, to back up the two built-in indicators. (Boeing earlier used only one indicator on each flight, leading to the fatal MAX crashes when that one indicator malfunctioned.) The safety measures in choices 3 and 4 are required by the U.S. Federal Aviation Administration before the plane returns to service.",
    "caption": "FAA chief Steve Dickson, sitting inside the flight deck of a Boeing 737 MAX, conducts a pre-flight check ahead of takeoff from Boeing Field in Seattle in September. This MAX airplane includes flight control design changes to prevent the scenario that played out on the Lion Air and Ethiopian Airlines crash flights.",
    "photographer": "Mike Siegel / The Seattle Times",
    "credit": "x",
    "link1": "https://www.seattletimes.com/business/boeing-aerospace/european-regulator-moves-to-clear-boeing-737-max-for-flight-but-insists-on-more-improvements-later/"
  },
  {
    "id": 10,
    "question": "Which of these Seattle landmarks closed for good or disappeared in 2020:",
    "follow": "The Toe Truck left for the Museum of History & Industry years ago, and the Cinerama is currently closed but its future is undecided. Macy’s, which like many department stores has struggled in recent years, closed its downtown store in February.",
    "caption": "The Seattle skyline is seen on the ferry back from Bremerton on Oct. 27, 2020.",
    "photographer": "Amanda Snyder / The Seattle Times",
    "credit": "x",
    "link1": "https://www.seattletimes.com/seattle-news/saying-goodbye-and-thanks-to-macys-in-downtown-seattle/"
  },
  {
    "id": 11,
    "question": "REI last summer announced it would sell:",
    "follow": "REI sold its never-occupied Bellevue headquarters complex to Facebook for about $368 million, deciding it will use smaller offices around the region and more work-from-home options.",
    "caption": "The interior of the REI flagship store in Seattle is seen in 2019.",
    "photographer": "Steve Ringman / The Seattle Times",
    "credit": "x",
    "link1": "https://www.seattletimes.com/business/real-estate/facebook-will-buy-former-rei-headquarters-in-bellevue/"
  },
  {
    "id": 12,
    "question": "With many people forced to work from home and traditional real-estate open houses discontinued, home sales were affected by the COVID-19 pandemic. Through the end of November, how much did the median King County home price change?",
    "follow": "The median King County price was up 10% year-over-year for November, to $730,500. Some in-demand areas saw higher increases, notably the Eastside, with a 17.8% hike to $1.06 million.",
    "caption": "Beacon Hill is seen from the air, looking northwest, with downtown Seattle in the background, Aug. 19, 2020. Seattle-area home sales were affected by the COVID-19 pandemic.",
    "photographer": "Ken Lambert / The Seattle Times",
    "credit": "x",
    "link1": "https://www.seattletimes.com/business/seattle-area-home-sales-slow-down-but-crunch-intensifies-for-buyers/"
  },
  {
    "id": 13,
    "question": "Among the sectors hardest hit by the pandemic were restaurants, hotels and air travel. For the year through early December, how does passenger volume at Seattle-Tacoma International Airport compare to last year?",
    "follow": "Passenger traffic at Seattle-Tacoma International Airport dropped to a daily average of just a few thousand in early April, a far cry \nfrom its February 2020 peak near 50,000, before partially rebounding to \n18,000 a day in some weeks. For the year through early December, \npassenger traffic was 35% of 2019 levels. ",
    "caption": "Sea-Tac Airport seen in May with low traveler volume. International ticketing at the central terminal was virtually empty.",
    "photographer": "Steve Ringman / The Seattle Times",
    "credit": "x",
    "link1": "https://www.seattletimes.com/business/economy/air-travel-is-barely-budging-but-home-sales-are-still-running-strong-coronavirus-economy/"
  }
]